In [3]:
import pandas as pd

In [4]:
dados = {
    'ID': [1, 2, 3, 4, 5, 6],
    'Nome': ['Alice', 'Julia', 'Bruna', 'Daniel', 'Filipe', 'Silvio'],
    'Idade': [19, 22, 28, 34, 28, 48],
    'Profissão': ['Direito', 'Engenharia', 'Enfermagem', 'Engenheiro Civil', 'Cientista da Computação', 'Engenheiro Eletrônico']
}

In [5]:
df = pd.DataFrame(dados)

In [6]:
df.head()

   ID    Nome  Idade                Profissão
0   1   Alice     19                  Direito
1   2   Julia     22               Engenharia
2   3   Bruna     28               Enfermagem
3   4  Daniel     34         Engenheiro Civil
4   5  Filipe     28  Cientista da Computação